<?php 
/*
This is a pluck language file. You can find pluck at http://www.pluck-cms.org/.
If you want to help us, please start a new translation on http://www.pluck-cms.org/dev/translate/
The translation will be included in the next release of pluck.

Note: if you translate, please note the use of capitals: use them sparely.

pluck is licensed under the GNU General Public License, and thus open source.
This language file is also licensed under the GPL.
See docs/COPYING for the full license text.

------------------------------------------------
Language		Greek
Translated by		swiss_blade
Translators website	swissvblade.deviantart.com
------------------------------------------------
*/

//Name of the language (in English!)
$lang = "Greek";


//----------------
//Translation data
$lang_front1	=	"404: δεν βρέθηκε"; 
$lang_front2	=	"Η σελίδα που ζητήσατε δεν βρέθηκε."; 
$lang_footer	=	"pluck © 2005-2008 <a href=\"http://www.somp.nl\" target=\"_blank\">somp</a>. Το pluck διανέμεται κάτω από τους όρους της άδειας GNU General Public License."; 
$lang_error1	=	"δεν έχει εγκατασταθεί"; 
$lang_error3	=	"δεν έχει γίνει είσοδος"; 
$lang_error4	=	"Δεν είστε συνδεδεμένοι! Μια στιγμή παρακαλώ... "; 
$lang_login1	=	"είσοδος"; 
$lang_login2	=	"το pluck δεν εγκαταστάθηκε ακόμα. Μια στιγμή παρακαλώ..."; 
$lang_login3	=	"κωδικός εισόδου"; 
$lang_login4	=	"είσοδος"; 
$lang_login5	=	"Σωστός κωδικός εισόδου. Γίνεται είσοδος..."; 
$lang_login6	=	"Λάθος κωδικός εισόδου. Μια στιγμή παρακαλώ..."; 
$lang_install	=	"εγκατάσταση"; 
$lang_install1	=	"το pluck έχει ήδη εγκατασταθεί. Παρακαλώ περιμένετε..."; 
$lang_install2	=	"Καλωσορίσατε! Προτού τη ρύθμιση του νέου σας ιστότοπου, θα πρέπει να εγκαταστήσετε το pluck."; 
$lang_install3	=	"Έναρξη της εγκατάστασης..."; 
$lang_install4	=	"Βήμα 1"; 
$lang_install5	=	"Βήμα 2"; 
$lang_install6	=	"Βήμα 3"; 
$lang_install7	=	"Ελένξτε αν τα παρακάτω αρχεία και φάκελοι είναι εγγράψιμα κάνοντας κλικ στο πλήκτρο \"Ανανέωση\". Αν είστε σίγουροι ότι ότι είναι εγγράψιμα, μπορείτε να προχωρήσετε στο επόμενο βήμα."; 
$lang_install8	=	"Εντάξει"; 
$lang_install9	=	"Λάθος"; 
$lang_install10	=	"Ανανέωση"; 
$lang_install11	=	"Συνέχεια..."; 
$lang_install12	=	"Πληκτρολογήστε τον τίτλο της ιστοσελίδας σας εδώ."; 
$lang_install13	=	"Αποθήκευση"; 
$lang_install14	=	"Άκυρο"; 
$lang_install15	=	"Πρέπει να δώσετε τίτλο!"; 
$lang_install16	=	"Από εδώ μπορείτε να επεξεργαστείτε την κεντρική σας σελίδα. Πληκτρολογήστε τίτλο και επεξεργαστείτε τα περιεχόμενά της."; 
$lang_install17	=	"τίτλος"; 
$lang_install18	=	"περιεχόμενα"; 
$lang_install19	=	"το pluck εγκαταστάθηκε με επιτυχία!"; 
$lang_install20	=	"δείτε την ιστοσελίδα σας"; 
$lang_install21	=	"δείτε το αποτέλεσμα"; 
$lang_install22	=	"κέντρο διαχείρησης"; 
$lang_install23	=	"διαχειριστείτε την ιστοσελίδα σας"; 
$lang_kop1	=	"έναρξη"; 
$lang_kop2	=	"σελίδες"; 
$lang_kop4	=	"επιλογές"; 
$lang_kop5	=	"έξοδος"; 
$lang_kop6	=	"αλλαγή τίτλου"; 
$lang_kop10	=	"αλλαγή κωδικού πρόσβασης"; 
$lang_kop11	=	"νέα σελίδα"; 
$lang_kop13	=	"διαγραφή εικόνας"; 
$lang_kop14	=	"ρυθμίσεις γλώσσας"; 
$lang_start1	=	"Καλωσορίσατε στο κέντρο διαχείρισης του pluck."; 
$lang_start3	=	"χρειάζεστε βοήθεια?"; 
$lang_start4	=	"θα χαρούμε να σας βοηθήσουμε"; 
$lang_page1	=	"Από εδώ μπορείτε να διαχειριστείτε, επεξεργαστείτε και να διαγράψετε σελίδες"; 
$lang_page2	=	"νέα σελίδα"; 
$lang_page3	=	"επεξεργασία σελίδας"; 
$lang_page5	=	"Διαγραφή..."; 
$lang_page7	=	"εισαγωγή"; 
$lang_image1	=	"Από εδώ μπορείτε να ανεβάσετε τι εικόνες σας, wτις οποίες αργότερα μπορείτε να εισάγετε στις σελίδες σας. Οι τύποι εικόνων που υποστηρίζονται είναι οι JPG, PNG και GIF."; 
$lang_image2	=	"Το ανέβασμα απέτυχε."; 
$lang_image3	=	"όνομα:"; 
$lang_image4	=	"Μέγεθος:"; 
$lang_image5	=	"Τύπος:"; 
$lang_image6	=	"Επιτυχές ανέβασμα!"; 
$lang_image7	=	"ανεβασμένες εικόνες"; 
$lang_image8	=	"ανέβασμα εικόνας"; 
$lang_image9	=	"Έναρξη"; 
$lang_image11	=	"Η εικόνα δεν μπορεί να διαγραφεί."; 
$lang_image12	=	"Δεν ήταν δυνατή η διαγραφή της εικόνας. Ελέγξτε την εγγραψιμότητα των αρχείων και των φακέλων."; 
$lang_options1	=	"Μπορείτε να ρυθμίσετε το pluck ώστε να ταιριάζει στις ανάγκες σας."; 
$lang_options2	=	"αλλάξτε το όνομα της ιστοσελίδας σας"; 
$lang_options3	=	"αλλάξτε την εμφάνιση της ιστοσελίδας σας"; 
$lang_options5	=	"Καλό είναι να αλλάζετε τακτικά των κωδικό πρόσβασης σας"; 
$lang_options8	=	"επιλέξτε τη γλώσσα που θα χρησιμοποιεί το pluck"; 
$lang_stitle2	=	"Το όνομα της ιστοσελίδας σας δεν μπορεί να είναι κενό."; 
$lang_siteinfo4	=	"λέξεις-κλειδιά"; 
$lang_siteinfo5	=	"ορισμένες με \",\""; 
$lang_cpass1	=	"Από εδώ μπορείτε να αλλάξετε τον κωδικό πρόσβασης που χρησιμοποιείτε για την είσοδό σας στο κέντρο διαχείρησης του <i>pluck</i>. Καλό θα ήταν να αλλάζετε αυτόν τον κωδικό τακτικά."; 
$lang_cpass2	=	"παλιός κωδικός πρόσβασης"; 
$lang_cpass3	=	"νέος κωδικός πρόσβασης"; 
$lang_cpass4	=	"Δεν ήταν δυνατή η αλλαγή του κωδικού πρόσβασης: ο παλαιός κωδικός δεν είναι σωστός."; 
$lang_cpass5	=	"Έγινε αλλαγή του κωδικού πρόσβασης."; 
$lang_lang1	=	"Επιλέξτε τη γλώσσα που θα χρησιμοποιεί το pluck."; 
$lang_lang2	=	"Επιλέξτε..."; 
$lang_lang3	=	"Οι ρυθμίσεις γλώσσας αποθηκεύτηκαν."; 
$lang_stats1	=	"Εδώ μπορείτε να δείτε πληροφορίες για τους επισκέπτες σας. Στο κάτω μέρος της σελίδας μπορείτε να επιλέξετε τον μήνα για τον οποίο θέλετε να δείτε στατιστικά."; 
$lang_stats2	=	"στατιστικά από το"; 
$lang_stats3	=	"λειτουργικά συστήματα"; 
$lang_stats4	=	"περιηγητές"; 
$lang_stats5	=	"αρχειοθετημένα"; 
$lang_stats6	=	"Επιλέξτε ένα από τα κάτωθι:"; 
$lang_stats7	=	"σύνολο"; 
$lang_stats8	=	"επισκέψεις"; 
$lang_stats9	=	"συνολικές επισκέψεις"; 
$lang_stats10	=	"επισκέψεις αυτό το μήνα"; 
$lang_kop16	=	"επιλέξτε θέμα"; 
$lang_theme1	=	"Από εδώ μπορείτε να επιλέξετε το θέμα που θέλετε να χρησιμοποιήσετε."; 
$lang_theme3	=	"Οι ρυθμίσεις θεμάτων αποθηκεύτηκαν."; 
$lang_updown1	=	"αλλαγή ιεραρχίας σελίδων"; 
$lang_updown2	=	"Η σελίδα είναι ήδη στην κορυφή της ιεραρχίας, οπότε η θέση της δεν μπορεί να αλλάξει."; 
$lang_updown3	=	"Αλλαγή θέσης..."; 
$lang_updown4	=	"Η σελίδα είναι ήδη στην βάση της ιεραρχίας, οπότε η θέση της δεν μπορεί να αλλάξει."; 
$lang_theme5	=	"εγκατάσταση θέματος"; 
$lang_theme6	=	"Εδώ, μπορείτε να εγκαταστήσετε τα θέματα που έχετε κατεβάσει"; 
$lang_theme8	=	"Το αρχείο του θέματος είναι πολύ μεγάλο - το όριο είναι 1MB."; 
$lang_theme9	=	"Η εγκατάσταση απέτυχε. Ο server δεν έχει εγκατεστημένο το php-zlib . Επικοινωνήστε με τον διαχειριστή σας για την εγκατάστασή του."; 
$lang_theme10	=	"το θέμα εγκαταστάθηκε"; 
$lang_theme11	=	"επιστροφή στη <a href=\"?action=theme\">σελίδα θεμάτων</a>"; 
$lang_theme12	=	"πίσω"; 
$lang_install24	=	"e-mail"; 
$lang_install25	=	"το e-mail σας θα χρησιμοποιηθεί για να επικοινωνούν μαζί σας οι επισκέπτες"; 
$lang_install26	=	"επανάληψη κωδικού πρόσβασης"; 
$lang_install27	=	"παρακαλώ δώστε μερικές γενικές πληροφορίες για την ιστοσελίδα σας."; 
$lang_install28	=	"Οι κωδικοί πρόσβασης δεν ταιριάζουν!"; 
$lang_install29	=	"βήμα 4"; 
$lang_settings	=	"γενικές ρυθμίσεις"; 
$lang_settings2	=	"επιλέξτε τον τίτλο της ιστοσελίδας σας"; 
$lang_settings3	=	"αλλάξτε γενικές ρυθμίσεις όπως τον τίτλο και το e-mail"; 
$lang_settings4	=	"Αλλαγή γενικών ρυθμίσεων..."; 
$lang_contact2	=	"άλλες επιλογές"; 
$lang_contact3	=	"Όνομα:"; 
$lang_contact4	=	"E-mail:"; 
$lang_contact5	=	"Μήνυμα:"; 
$lang_contact6	=	"Δεν έχετε συμπληρώσει σωστά τα πεδία."; 
$lang_contact7	=	"Μήνυμα από την ιστοσελίδα σας και το χρήστη"; 
$lang_contact8	=	"Το μήνυμά σας εστάλη."; 
$lang_contact9	=	"Το μήνυμά σας δεν εστάλη λόγω σφάλματος."; 
$lang_contact10	=	"Αποστολή"; 
$lang_kop17	=	"διαχείριση εικόνων"; 
$lang_albums	=	"album"; 
$lang_albums1	=	"Από εδώ μπορείτε να διαχειριστείτε τα album σας. Χρησιμοποιήστε τα για να δείξετε στους επισκέπτες σας τις αγαπημένες σας εικόνες. Εισάγετέ τα στις σελίδες σας ε την επιλογή \"εισαγωγή album\"."; 
$lang_albums2	=	"επεξεργασία των album"; 
$lang_albums3	=	"νέο album"; 
$lang_albums4	=	"πρώτα δώστε όνομα στο album σας - μετά κάντε κλικ στο \"αποθήκευση\""; 
$lang_albums5	=	"διαγραφή album"; 
$lang_albums6	=	"επεξεργασία album"; 
$lang_albums7	=	"χρησιμοποιήστε τα για να δείξετε στους επισκέπτες σας τις αγαπημένες σας εικόνες"; 
$lang_albums8	=	"Από εδώ μπορείτε να εισάγετε, διαγράψετε και να επεξεργαστείτε τις φωτογραφίες του album. Μόνο αρχεία <b>JPG</b> υποστηρίζονται."; 
$lang_albums9	=	"επεξεργασία εικόνων"; 
$lang_albums10	=	"νέα εικόνα"; 
$lang_albums11	=	"περιγραφή"; 
$lang_albums12	=	"ποιότητα (1-100)"; 
$lang_albums13	=	"ανεβάστε μια νέα εικόνα. επιλέξτε τίτλο και περιγραφή, καθώς και την ποιότητά της. μεγαλύτερη ποιότητα σημαίνει και μεγαλύτερο μέγεθος αρχείου."; 
$lang_albums14	=	"τίποτε ακόμα..."; 
$lang_albums15	=	"επεξεργασία εικόνες"; 
$lang_albums16	=	"Τα album δεν υποστηρίζονται σε αυτόν τον server: πιθανώς δεν είναι εγκατεστημένο το php-gd. Επικοινωνήστε με τον διαχειριστή σας για την εγκατάστασή του."; 
$lang_albums17	=	"εισαγωγή στη σελίδα:"; 
$lang_modules	=	"modules "; 
$lang_modules1	=	"Το Pluck διαθέτει πληθώρα modules που μπορείτε να χρησιμοποιήσετε για τον εμπλουτισμό του με δυναμικό περιεχόμενο."; 
$lang_updown5	=	"αλλαγή σειράς των αντικειμένων"; 
$lang_updown6	=	"Αυτή η εικόνα είναι ήδη στην κορυφή της ιεραρχίας οπότε η θέση της δεν αλλάζει."; 
$lang_updown7	=	"Αυτή η εικόνα είναι ήδη στο τέλοςτης ιεραρχίας οπότε η θέση της δεν αλλάζει."; 
$lang_pagehide1	=	"εμφάνιση της σελίδας στο μενού"; 
$lang_page8	=	"Τα παρακάτω αντικείμενα είναι έτοιμα να ενσωματωθούν στην σελίδα:"; 
$lang_page9	=	"εισαγωγή link"; 
$lang_meta1	=	"επεξεργασία των πληροφοριών της σελίδας"; 
$lang_meta2	=	"Εδώ μπορείτε να εισάγετε κάποιες πληροφορίες σχετικά με τη σελίδα, για να έχετε καλύτερα αποτελέσματα από τις μηχανές αναζήτησης."; 
$lang_meta4	=	"Αλλαγή των πληροφοριών της σελίδας..."; 
$lang_settings5	=	"Από εδώ μπορείτε να κάνετε γενικές ρυθμίσεις όπως ο τίτλος της ιστοσελίδας σας και το e-mail σας."; 
$lang_blog	=	"blog "; 
$lang_blog1	=	"χρησιμοποιήστε ένα blog για να δημοσιεύσετε νέα και άρθρα για τους επισκέπτες σας"; 
$lang_blog3	=	"κατηγορίες"; 
$lang_blog4	=	"νέα κατηγορία"; 
$lang_blog5	=	"πληκτρολογήστε το όνομα της  νέας σας κατηγορίας και πατήστε \"αποθήκευση\""; 
$lang_blog6	=	"διαγραφή κατηγορίας"; 
$lang_blog7	=	"επεξεργασία κατηγορίας"; 
$lang_blog9	=	"υπάρχουσες δημοσιεύσεις"; 
$lang_blog10	=	"δημιουργία δημοσίευσης"; 
$lang_blog11	=	"επεξεργασία δημοσίευσης"; 
$lang_blog12	=	"διαγραφή δημοσίευσης"; 
$lang_blog14	=	"δημοσίευση στην κατηγορία"; 
$lang_blog16	=	"εντυπώσεις"; 
$lang_blog17	=	"Τίτλος:"; 
$lang_blog19	=	"επεξεργασία εντυπώσεων"; 
$lang_blog20	=	"Εδώ μπορείτε να διαχειριστείτε τις αντιδράσεις των επισκεπτών σας στην δημοσίευση."; 
$lang_blog21	=	"διαγραφή εντύπωσης"; 
$lang_albums18	=	"Το καθορισμένο album δεν υπάρχει."; 
$lang_blog22	=	"η χρήση κώδικα HTML δεν επιτρέπεται"; 
$lang_trash	=	"κάδος"; 
$lang_trash1	=	"μετακίνηση στον κάδο"; 
$lang_trash2	=	"Μετακίνηση στον κάδο..."; 
$lang_trash3	=	"αντικέιμενα στον κάδο"; 
$lang_trash4	=	"Δεν ήταν δυνατή η μετακίνηση του αντικειμένου στον κάδο: υπάρχει ήδη ένα αντικείμενο με το ίδιο όνομα."; 
$lang_trash5	=	"Εδώ βρίσκονται τα αντικείμενα που διαγράψατε. Μπορείτε να τα δείτε, να τα επαναφέρετε ή να αδειάσετε τον κάδο εντελώς."; 
$lang_trash6	=	"άδειασμα κάδου"; 
$lang_trash7	=	"προβολή αντικειμένου"; 
$lang_trash8	=	"διαγραφή αντικειμένου από τον κάδο"; 
$lang_trash9	=	"εικόνες"; 
$lang_trash10	=	"επαναφορά αντικειμένου"; 
$lang_blog23	=	"εμφάνιση και δημοσίευση εντυπώσεων"; 
$lang_credits	=	"Ευχαρηστίες"; 
$lang_credits1	=	"όλοι όσοι βοήθησαν στην ανάπτυξη του pluck"; 
$lang_credits2	=	"Ευχαριστούμε τους παρακάτω, για την βοήθειά τους στην ανάπτυξη του pluck."; 
$lang_credits3	=	"υπέυθυνος του project"; 
$lang_credits4	=	"μετάφραση"; 
$lang_credits5	=	"περισσότερες ευχαρηστίες"; 
$lang_start9	=	"Εδώ μπορείτε να διαχειριστείτε την ιστοσελίδα σας. Επιλέξτε κάποιον σύνδεσμο από την κορυφή της σελίδας."; 
$lang_start10	=	"περισσότερα..."; 
$lang_update1	=	"το pluck είναι ενημερωμένο"; 
$lang_update2	=	"υπάρχει διαθέσιμη ενημέρωση"; 
$lang_update3	=	"<b>επείγουσα</b> ενημέρωση"; 
$lang_settings6	=	"XHTML Compatibility Mode (αργό)"; 
$lang_modules2	=	"έκδοση"; 
$lang_modules3	=	"διαχείρηση των modules"; 
$lang_modules4	=	"διαχειριστείτε τα modules και προσθέστε τα στην ιστοσελίδα σας"; 
$lang_modules5	=	"Από εδώ μπορείτε να διαχειριστείτε τα  modules σας. Αφαιρέστε αυτά που δεν χρησιμοποιείτε, ή ψάξτε και εγκαταστήστε νεα για να εμπλουτίσετετις σελίδες σας με νέες δυνατότητες."; 
$lang_modules6	=	"Απόκρυψη"; 
$lang_modules7	=	"Επιλέξτε την σειρά εμφάνισης των modules."; 
$lang_modules8	=	"σχετικά με το module"; 
$lang_modules9	=	"Είναι επίσης δυνατόν να συμπεριλάβετε κάποιο module σε μια μόνο σελίδα. Αυτό γίνεται με την επεξεργασία της σελίδας, επιλέγοντας το module που θέλετε να συμπεριλάβετε."; 
$lang_modules10	=	"Απεγκατάσταση module"; 
$lang_modules11	=	"Εγκατάσταση module..."; 
$lang_modules13	=	"Προσθήκη modules στην ιστοσελίδα..."; 
$lang_modules14	=	"προσθήκη modules στην ιστοσελίδα"; 
$lang_modules15	=	"Εδώ ρυθμίστε σε ποιά σημεία στην ιστοσελίδα σας θέλετε να εμφανίζονται modules. Οι ρυθίσεις εξαρτώνται από το εκάστοτε θέμα: αν αλλάξετε θέμα, πρέπει να τις ξανακάνετε. Σημειώστε επίσης ότι οι ρυθμίσεις ισχύουν για όλες τις σελίδες."; 
$lang_modules16	=	"Επιλέξτε αν θέλετε να εμφανίζονται modules σε αυτή τη σελίδα, και σε ποιά σειρά."; 
$lang_modules17	=	"ιστοσελίδα"; 
$lang_modules18	=	"συγγραφέας"; 
$lang_modules19	=	"Σίγουρα θέλετε να απεγκαταστήσετε αυτό το module? Οι ρυθμίσεις του δεν θα χαθούν."; 
$lang_modules20	=	"Εδώ μπορείτε να εγκαταστήσετε νεα modules. Βεβαιωθείτε ότι έχετε κατεβάσει κάποιο module."; 
$lang_modules23	=	"εγκατάσταση modules"; 
$lang_modules24	=	"Το αρχείο του module είναι πολύ μεγάλο - το όριο είναι 2MB."; 
$lang_modules25	=	"το module εγκαταστάθηκε"; 
$lang_modules26	=	"επιστροφή στα <a href=\"?action=managemodules\">modules</a>"; 
$lang_theme14	=	"η εγκατάσταση θεμάτων και modules δεν υποστηρίζεται σε αυτόν τον server, θα πρέπει να την κάνετε <a href=\"http://www.pluck-cms.org/docs/doku.php/docs:install_nozlib\" target=\"_blank\">χειροκίνητα</a>"; 
$lang_theme15	=	"Η εγκατάσταση απέτυχε: το αρχείο δεν είναι έγκυρο."; 
$lang_update4	=	"ο έλεγχος για ενημερώσεις απέτυχε"; 
$lang_contact12	=	"φόρμα επικοινωνίας"; 
$lang_contact13	=	"με την φόρμα επικοινωνίας, επιτρέπετε στους επισκέπτες σας να σας στέλνουν μηνύματα"; 
$lang_trash11	=	"Θέλετε να αδειάστε τον κάδο; Όλα τα περιεχόμενα θα χαθούν."; 
$lang_modules27	=	"Αυτό το module δεν είναι συμβατό με την έκδοση του Pluck που έχετε και έχει απενεργοποιηθεί."; 
$lang_settings7	=	"Η διεύθυνση email που δώσατε δεν είναι έγκυρη!"; 
$lang_blog24	=	"Από εδώ, μπορείτε να κάνετε νέες δημοσιεύσεις για το blog σας. Οι δημοσιεύσεις ταξινομούνται αυτόματα κατά ημ/νία."; 
$lang_blog25	=	"Επιλέξτε κατηγορία..."; 
$lang_blog26	=	"κατηγορία"; 
$lang_blog27	=	"χωρίς κατηγορία"; 
$lang_credits6	=	"βασικοί developers"; 
$lang_credits7	=	"συνείσφεραν"; 
?>