<?php 
/* 
this is a pluck language file. you can find pluck at http://www.pluck-cms.org
if you want to help us, please translate this file in your own language and send it to us at
sander@somp.nl
it wil be included in the next release of pluck.
	if you translate, please note the use of capitals: use them sparely

pluck is licensed under the GNU General Public License, so opensource.
see docs/COPYING for the full license text.

------------------------------------------------
Language					Russian
Translated by			Tkachev Vasily (inetessentials@gmail.com)
Translators website	http://www.inetessentials.ru
------------------------------------------------
*/

//Version of pluck
$currentversion = "4.4";
$lang = "Russian";


//----------------
//Translation data
$lang_front1	=	"404: не найдена"; 
$lang_front2	=	"Страница не найдена."; 
$lang_footer	=	"pluck © 2005-2007 <a href=\"http://www.somp.nl\" target=\"_blank\">somp</a>. pluck is available under the terms of the GNU General Public License."; 
$lang_error1	=	"не установлен"; 
$lang_error3	=	"не залогинен"; 
$lang_error4	=	"Вы не авторизованы! Подождите... "; 
$lang_login1	=	"вход в панель управления"; 
$lang_login2	=	"Панель управления не установлена. Подождите..."; 
$lang_login3	=	"Пароль"; 
$lang_login4	=	"войти"; 
$lang_login5	=	"Пароль правильный. Вхожу..."; 
$lang_login6	=	"Пароль неправильный. Подождите..."; 
$lang_install	=	"Установка"; 
$lang_install1	=	"Панель управления уже установлена. Подождите..."; 
$lang_install2	=	"Добро пожаловать! Перед тем, как Вы начнете настраивать сайт, необходимо установить панель управления."; 
$lang_install3	=	"Начинается установка..."; 
$lang_install4	=	"Шаг 1"; 
$lang_install5	=	"Шаг 2"; 
$lang_install6	=	"Шаг 3"; 
$lang_install7	=	"Проверьте права на файлах и папках, нажав на 'Обновить'. Если вы уверены, что все в порядке переходите далее."; 
$lang_install8	=	"Хорошо"; 
$lang_install9	=	"Плохо"; 
$lang_install10	=	"Обновить"; 
$lang_install11	=	"Продолжить..."; 
$lang_install12	=	"Напишите название сайта"; 
$lang_install13	=	"Сохранить"; 
$lang_install14	=	"Отменить"; 
$lang_install15	=	"Вам необходимо написать название!"; 
$lang_install16	=	"Вы можете отредактировать главную страницу сайта. Выберите название и редактируйте наполнение."; 
$lang_install17	=	"Название"; 
$lang_install18	=	"Наполнение"; 
$lang_install19	=	"Панель управления успешно установлена!"; 
$lang_install20	=	"Посмотреть на сайт"; 
$lang_install21	=	"Посмотреть на результат"; 
$lang_install22	=	"Панель управления"; 
$lang_install23	=	"Управление сайтом"; 
$lang_kop1	=	"Главная"; 
$lang_kop2	=	"Страницы"; 
$lang_kop4	=	"Настройки"; 
$lang_kop5	=	"Выйти"; 
$lang_kop6	=	"Изменить название"; 
$lang_kop10	=	"Изменить пароль"; 
$lang_kop11	=	"Создать страницу"; 
$lang_kop13	=	"Удалить изображение"; 
$lang_kop14	=	"Настройки языка"; 
$lang_kop15	=	"Статистика"; 
$lang_start1	=	"Добро пожаловать в панель управления."; 
$lang_start3	=	"Нужна помощь?"; 
$lang_start4	=	"Будем рады Вам помочь"; 
$lang_page1	=	"В этом разделе, Вы можете создавать, редактировать и удалять страницы."; 
$lang_page2	=	"Создать страницу"; 
$lang_page3	=	"Редактировать страницу"; 
$lang_page5	=	"Удаляется..."; 
$lang_page7	=	"Вставить"; 
$lang_image1	=	"Вы можете загрузить изображения для дальнейшего использования на страницах сайта.<br />Возможно использование трех типов: JPG, PNG en GIF."; 
$lang_image2	=	"Загрузка не удалась."; 
$lang_image3	=	"Название:"; 
$lang_image4	=	"Размер:"; 
$lang_image5	=	"Тип:"; 
$lang_image6	=	"Загрузка прошла успешно!"; 
$lang_image7	=	"Загруженные изображения"; 
$lang_image8	=	"Загрузить изображение"; 
$lang_image9	=	"Загрузить"; 
$lang_image11	=	"Это изображение не удалить."; 
$lang_image12	=	"Невозможно удалить изображение. Проверьте права на файлах и директориях."; 
$lang_options1	=	"Вы можете изменить панель управления на Ваш вкус."; 
$lang_options2	=	"Изменение названия сайта"; 
$lang_options3	=	"Изменение внешнего вида сайта"; 
$lang_options4	=	"Для лучшего результата в поисковых машинах"; 
$lang_options5	=	"Меняйте пароль почаще"; 
$lang_options8	=	"Выбрать язык интерфейса"; 
$lang_stitle2	=	"Вам необходимо написать название, поле не может быть пустым."; 
$lang_siteinfo4	=	"Ключевые слова"; 
$lang_siteinfo5	=	"Разделитель запятая"; 
$lang_cpass1	=	"Вы можете изменить пароль для входа в панель управления. Делайте это регулярно."; 
$lang_cpass2	=	"Старый пароль"; 
$lang_cpass3	=	"Новый пароль"; 
$lang_cpass4	=	"Невозможно изменить пароль: старый пароль введен неверно."; 
$lang_cpass5	=	"Пароль изменен."; 
$lang_lang1	=	"Язык панели управления."; 
$lang_lang2	=	"Выберите..."; 
$lang_lang3	=	"Настройки языка сохранены."; 
$lang_stats1	=	"Вы можете получить информацию о посетителях сайта."; 
$lang_stats2	=	"Статистика за"; 
$lang_stats3	=	"Операционные системы"; 
$lang_stats4	=	"Броузеры"; 
$lang_stats5	=	"Архив"; 
$lang_stats6	=	"Выберите один из месяцев:"; 
$lang_stats7	=	"Всего"; 
$lang_stats8	=	"Хитов"; 
$lang_stats9	=	"Всего хитов"; 
$lang_stats10	=	"Хитов в этом месяце"; 
$lang_kop16	=	"Выбрать тему оформления"; 
$lang_theme1	=	"Вы можете выбрать тему оформления Вашего сайта."; 
$lang_theme2	=	"Загрузить другие темы"; 
$lang_theme3	=	"Изменение оформления сохранено."; 
$lang_theme4	=	"Загружая новые темы, Вы можете менять вид сайта одним кликом"; 
$lang_updown1	=	"Поменять порядок страниц"; 
$lang_updown2	=	"Страница уже самая верхняя, порядок не изменить."; 
$lang_updown3	=	"Изменение порядка..."; 
$lang_updown4	=	"Страница уже последняя, порядок не изменить."; 
$lang_theme5	=	"Установить тему оформления"; 
$lang_theme6	=	"В этом разделе вы можете установить новые темы оформления. Пожалуйста убедитесь сначала, что вы их скачали."; 
$lang_theme7	=	"Установка не удалась: указанный файл не является файлом темы оформления."; 
$lang_theme8	=	"Файл темы оформления слишком велик; 1MB максимум."; 
$lang_theme9	=	"Установка не удалась. На сервере не установлен php-zlib модуль. Свяжитесь с хостером и попросите установить данный модуль."; 
$lang_theme10	=	"Тема оформления установлена"; 
$lang_theme11	=	"Вернуться на страницу с <a href=\"?action=theme\">темами оформления</a>"; 
$lang_theme12	=	"Вернуться"; 
$lang_theme13	=	"Установка тем оформления не поддерживается на сервере, Вы можете это сделать <a href=\"http://www.pluck-cms.org/wiki/index.php?title=InstallThemeManual\" target=\"_blank\">вручную</a>"; 
$lang_install24	=	"Адрес почты (email)"; 
$lang_install25	=	"ваш email будет использоваться для контакта с Вами через форму связи"; 
$lang_install26	=	"Повторить пароль"; 
$lang_install27	=	"Напишите какую-нибудь информацию о Вас и о Вашем сайте."; 
$lang_install28	=	"Вы ввели два разных пароля!"; 
$lang_install29	=	"Шаг 4"; 
$lang_settings	=	"Главные настройки"; 
$lang_settings2	=	"выберите название для вашего сайта"; 
$lang_settings3	=	"Изменение основных настроек - название сайта и email"; 
$lang_settings4	=	"Изменение настроек..."; 
$lang_contact1	=	"Включить форму связи на этой странице"; 
$lang_contact2	=	"Другие настройки"; 
$lang_contact3	=	"Имя:"; 
$lang_contact4	=	"Адрес почты (email):"; 
$lang_contact5	=	"Сообщение:"; 
$lang_contact6	=	"Вы заполнили не все поля правильно."; 
$lang_contact7	=	"Сообщение с Вашего сайта от"; 
$lang_contact8	=	"Сообщение успешно отправлено"; 
$lang_contact9	=	"Сообщение не может быть отправлено, произошла ошибка."; 
$lang_contact10	=	"Отправить"; 
$lang_contact11	=	"установите сначала  email"; 
$lang_kop17	=	"Управление изображениями"; 
$lang_albums	=	"Альбомы"; 
$lang_albums1	=	"Редактирование альбомов. Покажите Вашим посетителям любимые изображения и фото. Включайте альбомы на страницы выбрав  добавление альбома при редактировании страницы."; 
$lang_albums2	=	"Редактировать альбомы"; 
$lang_albums3	=	"Новый альбом"; 
$lang_albums4	=	"сначала напишите название альбома, затем нажмите сохранить"; 
$lang_albums5	=	"Удалить альбом"; 
$lang_albums6	=	"Редактировать альбом"; 
$lang_albums7	=	"Используйте альбомы для того, чтобы показать посетителям Ваши любимые фото и изображения"; 
$lang_albums8	=	"На этой странице Вы можете добавить, удалить и редактировать альбом. Поддерживаются только <b>JPG</b> изображения."; 
$lang_albums9	=	"Редактировать изображения"; 
$lang_albums10	=	"Новое изображение"; 
$lang_albums11	=	"Описание"; 
$lang_albums12	=	"Качество (1-100)"; 
$lang_albums13	=	"Вы можете загрузить изображения. Напишите название и описание, размер и качество. Чем выше качество, тем больше вес файла."; 
$lang_albums14	=	"Еще нет..."; 
$lang_albums15	=	"Редактировать изображение"; 
$lang_albums16	=	"Альбомы не поддерживаются на этом сервере: возможно не установлен php-gd модуль. Свяжитесь с хостером для установки этого модуля."; 
$lang_albums17	=	"включить альбома на эту страницу:"; 
$lang_modules	=	"Модули"; 
$lang_modules1	=	"Доступны различные модули, которые Вы можете использовать для динамического контента."; 
$lang_updown5	=	"Изменить порядок изображений"; 
$lang_updown6	=	"Это изображение уже на самом верху, поэтому его место не может быть изменено."; 
$lang_updown7	=	"Это изображение уже в самом низу, поэтому его место не может быть изменено."; 
$lang_pagehide1	=	"Показать страницу в меню"; 
$lang_page8	=	"Готовы к использованию на странице:"; 
$lang_page9	=	"вставить ссылку"; 
$lang_meta1	=	"Редактировать информацию о странице"; 
$lang_meta2	=	"Вы можете написать описание этой страницы для более лучших результатов в поисковых системах."; 
$lang_meta4	=	"Изменение информации о странице..."; 
$lang_settings5	=	"Вы можете изменить глобальные настройки, например тайтл вашего сайта и адрес электронной почты."; 
$lang_blog	=	"Блог"; 
$lang_blog1	=	"Используйте блог для размещения новостей или статей для посетителей"; 
$lang_blog2	=	"На этой странице вы можете создать новые категории, куда сможете добавлять записи. Вы можете добавить категорию, когда редактируете страницу."; 
$lang_blog3	=	"Категории"; 
$lang_blog4	=	"Новая категория"; 
$lang_blog5	=	"Сначала выберите название для новой категории, затем нажмите сохранить"; 
$lang_blog6	=	"Удалить категорию"; 
$lang_blog7	=	"Редактировать категорию"; 
$lang_blog8	=	"Здесь, вы можете написать новые сообщения о определенную категорию. Сообщения автоматически сортируются по дате."; 
$lang_blog9	=	"Имеющиеся записи"; 
$lang_blog10	=	"Написать новое сообщение"; 
$lang_blog11	=	"Редактировать сообщение"; 
$lang_blog12	=	"Удалить сообщение"; 
$lang_blog13	=	"Включить категорию блога на эту страницу:"; 
$lang_blog14	=	"Добавлено в"; 
$lang_blog16	=	"Ответы"; 
$lang_blog17	=	"Тайтл:"; 
$lang_blog18	=	"Размещено"; 
$lang_blog19	=	"Редактировать ответы"; 
$lang_blog20	=	"Вы можете редактировать ответы на ваши записи."; 
$lang_blog21	=	"удалить ответ"; 
$lang_albums18	=	"Указанный альбом не создан."; 
$lang_blog22	=	"Не разрешенный HTML-код."; 
$lang_trash	=	"корзина"; 
$lang_trash1	=	"переместить в корзину"; 
$lang_trash2	=	"Перемещается в корзину..."; 
$lang_trash3	=	"в корзине"; 
$lang_trash4	=	"Не может быть перемещено в корзину: объект с таким именем уже существует."; 
$lang_trash5	=	"Удаленные объекты. Вы можете посмотреть их, восстановить или удалить из корзины."; 
$lang_trash6	=	"пустая корзина"; 
$lang_trash7	=	"просмотреть"; 
$lang_trash8	=	"удалить из корзины"; 
$lang_trash9	=	"изображения"; 
$lang_trash10	=	"восстановить"; 
$lang_blog23	=	"посмотреть или ответить"; 
$lang_credits	=	"разработчики"; 
$lang_credits1	=	"люди, которые помогали в разработке pluck"; 
$lang_credits2	=	"Огромное спасибо всем, кто помогал в разработке  pluck."; 
$lang_credits3	=	"глава проекта"; 
$lang_credits4	=	"перевод"; 
$lang_credits5	=	"также благодарность"; 
$lang_start9	=	"Вы можете изменить Ваш вебсайт. Выбрать ссылку в меню сверху страницы."; 
$lang_start10	=	"подробнее..."; 
$lang_update1	=	"pluck последней версии"; 
$lang_update2	=	"доступно обновление"; 
$lang_update3	=	"<b>необходимое</b> обновление доступно"; 
$lang_modules3	=	"установки модулей"; 
$lang_modules4	=	"изменить установки модулей"; 
$lang_modules5	=	"Вы можете поменять настройки установленных модулей."; 
$lang_settings6	=	"Изменить на совместимый с XHTML режим (может быть медленней)"; 
?>