<?php 
/* 
this is a pluck language file. you can find pluck at http://www.pluck-cms.org
if you want to help us, please translate this file in your own language and send it to us at
sander@somp.nl
it wil be included in the next release of pluck.
	if you translate, please note the use of capitals: use them sparely

pluck is licensed under the GNU General Public License, so opensource.
see docs/COPYING for the full license text.

------------------------------------------------
Language					Thai
Translated by			meandev (meandev@hotmail.com)
Translators website	http://www.meandev.co.nr
------------------------------------------------
*/

//Version of pluck
$currentversion = "4.4";
$lang = "Thai";


//----------------
//Translation data
$lang_front1	=	"404: ไม่พบข้อมูล"; 
$lang_front2	=	"ไม่พบหน้าที่เรียกใช้"; 
$lang_footer	=	"pluck © 2005-2007 <a href=\"http://www.somp.nl\" target=\"_blank\">somp</a>. พลั๊คอยู่ภายใต้ของตกลงของ GNU General Public License."; 
$lang_error1	=	"ยังไม่ได้ติดตั้ง"; 
$lang_error3	=	"ยังไม่ได้เข้าระบบ"; 
$lang_error4	=	"คุณยังไม่ได้เข้าระบบ! กรุณารอสักครู่... "; 
$lang_login1	=	"เข้าระบบ"; 
$lang_login2	=	"พลั๊คยังไม่ได้ถูกติดตั้ง โปรดรอสักครู่...."; 
$lang_login3	=	"รหัสผ่าน (ใส่รหัสผ่านแล้วใช้เม้าส์คลิ๊กปุ่มเข้าระบบ)"; 
$lang_login4	=	"เข้าระบบ"; 
$lang_login5	=	"รหัสผ่านถูกต้อง. กำลังเข้าสู่ระบบ..."; 
$lang_login6	=	"รหัสผ่านไม่ถูกต้อง. กรุณารอสักครู่..."; 
$lang_install	=	"การติดตั้ง"; 
$lang_install1	=	"ทำการติดตั้ง พลั๊ค เรียบร้อยแล้ว. กรุณารอสักครู่..."; 
$lang_install2	=	"ยินดีต้อนรับ! ก่อนที่คุณจะใช้งานเว็บไซต์ใหม่ คุณต้องติดตั้ง พลั๊ค ก่อน"; 
$lang_install3	=	"เริ่มการติดตั้ง..."; 
$lang_install4	=	"ขั้นตอนที่ 1"; 
$lang_install5	=	"ขั้นตอนที่ 2"; 
$lang_install6	=	"ขั้นตอนที่ 3"; 
$lang_install7	=	"ตรวจสอบว่าไฟล์และโฟลเดอร์สามารถเขียนได้ ด้วยการคลิ๊กที่ปุ่ม ' รีเฟรช ' แต่ถ้าคุณแน่ใจว่าไฟล์นั้นสามารถเขียนได้ ให้คุณดำเนินการในขั้นตอนต่อไปได้เลย"; 
$lang_install10	=	"รีเฟรช"; 
$lang_install11	=	"กำลังดำเนินการ..."; 
$lang_install12	=	"ตั้งชื่อหัวเรื่องสำหรับเว็บไซต์ใหม่ที่นี่"; 
$lang_install13	=	"บันทึก"; 
$lang_install14	=	"ยกเลิก"; 
$lang_install15	=	"คุณมีหัวเรื่องได้!"; 
$lang_install16	=	"ที่นี่คุณสามารถแก้ไขหน้าแรกของเว็บไซต์ ตั้งชื่อหัวเรื่องและแก้ไขข้อความ"; 
$lang_install17	=	"หัวเรื่อง"; 
$lang_install18	=	"เนื้อหา"; 
$lang_install19	=	"พลั๊ค ถูกติดตั้งเรียบร้อยแล้ว!"; 
$lang_install20	=	"เรียกดูเว็บไซต์ของคุณ"; 
$lang_install21	=	"ดูผลลัพธ์หลังการปรับแต่ง"; 
$lang_install22	=	"ศูนย์การจัดการผู้ดูแลระบบ"; 
$lang_install23	=	"จัดการเว็บไซต์ของคุณ"; 
$lang_kop1	=	"เริ่ม"; 
$lang_kop2	=	"เว็บเพจ"; 
$lang_kop4	=	"ออพชั่น"; 
$lang_kop5	=	"ออกจากระบบ"; 
$lang_kop6	=	"เปลี่ยนหัวเรื่อง"; 
$lang_kop10	=	"เปลี่ยนรหัสผ่าน"; 
$lang_kop11	=	"หน้าเว็บใหม่"; 
$lang_kop13	=	"ลบรูปภาพ"; 
$lang_kop14	=	"ตั้งค่าภาษา"; 
$lang_kop15	=	"สถิติ"; 
$lang_start1	=	"ยินดีต้อนรับสู่ศูนย์การจัดการผู้ดูแลระบบของพลั๊ค"; 
$lang_start3	=	"ต้องการความช่วยเหลือ?"; 
$lang_start4	=	"เราปรารถนาจะช่วยเหลือคุณ"; 
$lang_page1	=	"ที่นี่คุณสามารถจัดการ, แก้ไขและลบ เว็บเพจได้"; 
$lang_page2	=	"หน้าเว็บใหม่"; 
$lang_page3	=	"แก้ไขเว็บเพจ"; 
$lang_page5	=	"กำลังลบ..."; 
$lang_page7	=	"แทรก"; 
$lang_image1	=	"ที่นี่คุณสามารถอัพโหลดรูปภาพ แล้วคุณจะสามารถนำรูปภาพไปใช้ในเว็บได้ในโอกาสต่อไป <br>รองรับรูปภาพสามนามสกุล: JPG, PNG และ GIF."; 
$lang_image2	=	"อัพโหลดผิดพลาด."; 
$lang_image3	=	"ชื่อ:"; 
$lang_image4	=	"ขนาด:"; 
$lang_image5	=	"ชนิด:"; 
$lang_image6	=	"อัพโหลดเรียบร้อยแล้ว!"; 
$lang_image7	=	"รูปภาพถูกอัพโหลดแล้ว"; 
$lang_image8	=	"อัพโหลดรูปภาพ"; 
$lang_image9	=	"เริ่ม"; 
$lang_image11	=	"รูปภาพนี้ไม่สามารถลบได้."; 
$lang_image12	=	"ไม่สามารถลบรูปภาพได้ กรุณาตรวจสอบไฟล์และโฟลเดอร์ด้วย"; 
$lang_options1	=	"ที่นี่คุณสามารถปรับแต่งค่าพลั๊คได้ตามต้องการ"; 
$lang_options2	=	"เปลี่ยนชื่อเว็บไซต์ของคุณที่นี่"; 
$lang_options3	=	"เปลี่ยนรูปแบบหน้าตาเว็บไซต์ของคุณ"; 
$lang_options4	=	"เพื่อผลลัพธ์ที่ดีที่สุดกับการค้นหาข้อมูล"; 
$lang_options5	=	"มันจะเป็นความคิดที่ดีถ้าคุณเปลี่ยนรหัสผ่านบ่อย ๆ"; 
$lang_options8	=	"เลือกภาษาที่ต้องการใช้กับพลั๊ค"; 
$lang_stitle2	=	"คุณต้องกรอกชื่อสำหรับเว็บไซต์ ห้ามเว้นว่าง"; 
$lang_siteinfo4	=	"คีย์เวิร์ด"; 
$lang_siteinfo5	=	"ขั้นด้วยคอมม่า"; 
$lang_cpass1	=	"ที่นี่คุณสามารถเปลี่ยนรหัสผ่านที่ใช้ในการเข้าระบบศูนย์การจัดการผู้ดูแลระบบของ พลั๊ค จะดีมากถ้าคุณเปลี่ยนรหัสผ่านบ่อย ๆ"; 
$lang_cpass2	=	"รหัสผ่านเดิม"; 
$lang_cpass3	=	"รหัสผ่านใหม่"; 
$lang_cpass4	=	"ไม่สามารถเปลี่ยนรหัสผ่านได้เพราะคุณใส่รหัสเดิมไม่ถูกต้อง"; 
$lang_cpass5	=	"รหัสผ่านถูกเปลี่ยนแล้ว"; 
$lang_lang1	=	"เลือกภาษาที่ต้องการใช้กับพลั๊ค"; 
$lang_lang2	=	"เลือก..."; 
$lang_lang3	=	"การติดตั้งภาษาถูกบันทึกเรียบร้อยแล้ว"; 
$lang_stats1	=	"ที่นี่คุณสามารถดูข้อมูลเกี่ยวกับผู้เยี่ยมชมเว็บไซต์ของคุณ ที่ด้านล่างของหน้านี้ คุณสามารถเลือกจากเดือนที่คุณต้องการดูสถิติ"; 
$lang_stats2	=	"สถิติของ"; 
$lang_stats3	=	"ระบบปฏิบัติการ"; 
$lang_stats4	=	"เบราเซอร์"; 
$lang_stats5	=	"ข้อมูลสถิติ"; 
$lang_stats6	=	"เลือกหนึ่งหัวข้อ:"; 
$lang_stats7	=	"ทั้งหมด"; 
$lang_stats8	=	"จำนวนผู้เข้าชมเว็บไซต์"; 
$lang_stats9	=	"จำนวนเข้าชมเว็บไซต์ทั้งหมด"; 
$lang_stats10	=	"จำนวนเข้าชมเว็บไซต์ของเดือนนี้"; 
$lang_kop16	=	"เลือกรูปแบบ"; 
$lang_theme1	=	"ที่นี่คุณสามารถเลือกที่จะติดตั้งรูปแบบหน้าเว็บได้ตามที่คุณต้องการ"; 
$lang_theme2	=	"เพิ่มรูปแบบหน้าเว็บใหม่"; 
$lang_theme3	=	"ค่ารูปแบบหน้าเว็บถูกบันทึกเรียบร้อยแล้ว"; 
$lang_theme4	=	"ด้วยการดาวน์โหลดและการติดตั้งรูปแบบหน้าเว็บใหม่ คุณสามารถเปลี่ยนหน้าตาเว็บไซต์ของคุณได้ในคลิ๊กเดียว"; 
$lang_updown1	=	"เปลี่ยนลำดับหน้า"; 
$lang_updown2	=	"หน้านี้อยู่ด้านบนสุดแล้ว ทำให้ไม่สามารถเปลี่ยนแปลงได้"; 
$lang_updown3	=	"กำลังเปลี่ยนตำแหน่ง..."; 
$lang_updown4	=	"หน้านี้อยู่หน้าสุดท้ายแล้ว ทำให้ไม่สามารถเปลี่ยนแปลงได้"; 
$lang_theme5	=	"ติดตั้งรูปแบบหน้าเว็บ"; 
$lang_theme6	=	"ที่นี่คุณสามารถติดตั้งรูปแบบหน้าเว็บใหม่ โปรดแน่ใจก่อนว่าคุณได้ทำการดาวน์โหลดหน้าเว็บแล้ว"; 
$lang_theme7	=	"ติดตั้งผิดพลาด: ไฟล์ที่คุณเลือกไม่ถูกต้องในรูปแบบของไฟล์รูปแบบหน้าเว็บ"; 
$lang_theme8	=	"รูปแบบหน้าเว็บมีขนาดใหญ่เกินไป ; จำกัดไม่เกิน 1MB "; 
$lang_theme9	=	"การติดตั้งผิดพลาด เป็นไปได้ว่าเซอร์เวอร์ไม่มีการติดตั้ง php-zlib module คุณต้องติดต่อกับผู้ดูแลระบบแล้วถามเกี่ยวกับการติดตั้งโมดูลนี้"; 
$lang_theme10	=	"รูปแบบหน้าเว็บถูกติดตั้งแล้ว"; 
$lang_theme11	=	"กลับไปยัง<a href=\"?action=theme\">หน้ารูปแบบเว็บ</a>"; 
$lang_theme12	=	"กลับ"; 
$lang_theme13	=	"รูปแบบเว็บที่ติดตั้งไม่รองรับการทำงานของเซอร์เวอร์นี้ คุณจะต้องทำการติดตั้ง<a href=\"http://www.pluck-cms.org/wiki/index.php?title=InstallThemeManual\" target=\"_blank\">ด้วยตัวเอง</a>"; 
$lang_install24	=	"อีเมล์"; 
$lang_install25	=	"ที่อยู่อีเมล์ของคุณ ใช้ในการให้ผู้เยี่ยมชมติดต่อคุณโดยผ่านฟอร์มอีเมล์"; 
$lang_install26	=	"รหัสผ่านอีกครั้ง"; 
$lang_install27	=	"กรุณากรอกข้อมูลทั่วไปเกี่ยวกับคุณและเว็บไซต์ของคุณ."; 
$lang_install28	=	"คุณใส่รหัสผ่านสองครั้งไม่ตรงกัน!"; 
$lang_install29	=	"ขั้นตอนที่ 4"; 
$lang_settings	=	"ตั้งค่าทั่วไป"; 
$lang_settings2	=	"ตั้งชื่อหัวเรื่องสำหรับเว็บไซต์คุณที่นี่"; 
$lang_settings3	=	"เปลี่ยนการตั้งค่าทั่วไป นั่นคือ หัวเรื่องของเว็บไซต์และอีเมล์ของคุณ"; 
$lang_settings4	=	"กำลังทำการเปลี่ยนการตั้งค่าทั่วไป..."; 
$lang_contact1	=	"เพิ่มฟอร์มอีเมล์ในหน้านี้"; 
$lang_contact2	=	"ออพชั่นอื่น ๆ"; 
$lang_contact3	=	"ชื่อ:"; 
$lang_contact4	=	"อีเมล์:"; 
$lang_contact5	=	"ข้อความ:"; 
$lang_contact6	=	"คุณไม่ได้กรอกข้อมูลในทุกส่วนให้ถูกต้อง"; 
$lang_contact7	=	"ข้อความจากเว็บไซต์ของคุณจาก"; 
$lang_contact8	=	"ข้อความของคุณถูกส่งไปเรียบร้อยแล้ว"; 
$lang_contact9	=	"ข้อความของคุณไม่สามารถส่งได้ เพราะมีข้อผิดพลาดบางประการ"; 
$lang_contact10	=	"ส่ง"; 
$lang_contact11	=	"ใส่อีเมล์แอดเดรสก่อน"; 
$lang_kop17	=	"จัดการรูปภาพ"; 
$lang_albums	=	"อัลบั้ม"; 
$lang_albums1	=	"ที่นี่คุณสามารถจัดการอัลบั้มของคุณ ใช้อัลบั้มเพื่อแสดงรูปถ่ายและรูปภาพที่คุณชื่นชอบให้ผู้เยี่ยมชมดู สามารถเพิ่มอัลบั้มภาพในหน้าเว็บ โดยเลือก \"แทรกอัลบั้ม\" "; 
$lang_albums2	=	"แก้ไขอัลบั้ม"; 
$lang_albums3	=	"อัลบั้มใหม่"; 
$lang_albums4	=	"ตั้งชื่อสำหรับอัลบั้มใหม่ก่อนแล้วค่อยกดบันทึก"; 
$lang_albums5	=	"ลบอัลบั้ม"; 
$lang_albums6	=	"แก้ไขอัลบั้ม"; 
$lang_albums7	=	"ใช้อัลบั้มเพื่อโชว์ผู้เยี่ยมชมของคุณด้วยรูปถ่ายที่คุณชื่นชอบและรูปภาพต่าง ๆ"; 
$lang_albums8	=	"ใช้หน้านี้เพื่อเพิ่ม, ลบและแก้ไขรูปภาพในอัลบั้มของคุณ รองรับเฉพาะไฟล์รูปภาพนามสกุล<b>JPG</b>เท่านั้น"; 
$lang_albums9	=	"แก้ไขรูปภาพ"; 
$lang_albums10	=	"รูปภาพใหม่"; 
$lang_albums11	=	"คำบรรยาย"; 
$lang_albums12	=	"คุณภาพ (1-100)"; 
$lang_albums13	=	"อัพโหลดรูปใหม่ที่นี่ ตั้งชื่อหัวเรื่องและคำบรรยาย และเลือกคุณภาพของรูปภาพที่จะใช้"; 
$lang_albums14	=	"ยังไม่มี..."; 
$lang_albums15	=	"แก้ไขรูปภาพ"; 
$lang_albums16	=	"อัลบั้มไม่รองรับการทำงานของเซอร์เวอร์นี้ อาจเป็นไปได้ว่าอาจจะไม่มีการติดตั้งโมดูล php-gd  คุณสามารถติดต่อผู้ดูแลระบบซิสเต็มของคุณและถามเพื่อติดตั้งโมดูลนี้"; 
$lang_albums17	=	"เพิ่มอัลบั้ม:"; 
$lang_modules	=	"โมดูล"; 
$lang_modules1	=	"พลั๊คมีโมดูลให้เลือกหลากหลาย คุณสามารถเลือกใช้ปรับแต่งเว็บไซต์ของคุณด้วยข้อความไดนามิก"; 
$lang_updown5	=	"เปลี่ยนลำดับรูปภาพ"; 
$lang_updown6	=	"รูปภาพนี้อยู่บนสุดแล้ว ดังนั้นจึงไม่ได้สามารถปรับเปลี่ยนตำแหน่งได้"; 
$lang_updown7	=	"รูปภาพนี้อยู่ท้ายสุดแล้ว ดังนั้นจึงไม่ได้สามารถปรับเปลี่ยนตำแหน่งได้"; 
$lang_pagehide1	=	"แสดงหน้านี้ในเมนู"; 
$lang_page8	=	"ข้อมูลเหล่านี้ คุณสามารถนำมาเพิ่มได้ในหน้านี้ ด้วยการคลิ๊กคำว่าแทรก:"; 
$lang_page9	=	"แทรก ลิ้งค์"; 
$lang_meta1	=	"แก้ไขข้อมูลประชาสัมพันธ์เว็บเพจ"; 
$lang_meta2	=	"ที่นี่คุณสามารถเติมข้อความประชาสัมพันธ์ของเว็บเพจ เพื่อการค้นหาที่ดีที่สุด"; 
$lang_meta4	=	"กำลังทำการเปลี่ยนข้อมูลประชาสัมพันธ์เว็บเพจ"; 
$lang_settings5	=	"เปลี่ยนการตั้งค่าทั่วไป นั่นคือ หัวเรื่องของเว็บไซต์คุณและอีเมล์ของคุณที่นี่"; 
$lang_blog	=	"บล็อก"; 
$lang_blog1	=	"ใช้บล็อกเพื่อโพสข้อความหรือเขียนเอกสารสำคัญสำหรับผู้เยี่ยมชม"; 
$lang_blog2	=	"ในหน้านี้ คุณสามารถสร้างหมวดหมู่ใหม่ ด้วยการเพิ่มข้อความใหม่ คุณสามารถเพิ่มหมวดหมู่ในหน้านี้ เมื่อต้องการแก้ไขหน้าเว็บ"; 
$lang_blog3	=	"หมวดหมู่"; 
$lang_blog4	=	"หมวดหมู่ใหม่"; 
$lang_blog5	=	"เลือกชื่อสำหรับหมวดหมู่ใหม่ก่อน แล้วให้กดปุ่ม \"บันทึก\""; 
$lang_blog6	=	"ลบหมวดหมู่"; 
$lang_blog7	=	"แก้ไขหมวดหมู่"; 
$lang_blog8	=	"ที่นี่ คุณสามารถเพิ่มกระทู้ใหม่ในหมวดหมู่ได้ กระทู้จะเรียงลำดับตามวันที่ให้อัตโนมัติ"; 
$lang_blog9	=	"ข้อความที่มีอยู่"; 
$lang_blog10	=	"เขียนข้อความใหม่"; 
$lang_blog11	=	"แก้ไขข้อความ"; 
$lang_blog12	=	"ลบข้อความ"; 
$lang_blog13	=	"เพิ่มบล็อค:"; 
$lang_blog14	=	"โพสใน"; 
$lang_blog16	=	"การแสดงความคิดเห็น"; 
$lang_blog17	=	"หัวเรื่อง:"; 
$lang_blog18	=	"โพสโดย"; 
$lang_blog19	=	"แก้ไข ข้อความแสดงความคิดเห็น"; 
$lang_blog20	=	"ที่นี่คุณสามารถแก้ไขการโพสข้อความแสดงความคิดเห็นของผู้เยี่ยมชมได้"; 
$lang_blog21	=	"ลบ ข้อความแสดงความคิดเห็น"; 
$lang_albums18	=	"ยังไม่มีอัลบั้มเฉพาะเจาะจง"; 
$lang_blog22	=	"ไม่อนุญาติให้ใช้โค้ด HTML"; 
$lang_trash	=	"ถังขยะ"; 
$lang_trash1	=	"ย้ายข้อมูลไปยังถังขยะ"; 
$lang_trash2	=	"กำลังย้ายข้อมูลไปยังถังขยะ"; 
$lang_trash3	=	"ข้อมูลในถังขยะ"; 
$lang_trash4	=	"ข้อมูลไม่สามารถย้ายไปยังถังขยะ: อาจเป็นเพราะมีข้อมูลที่มีชื่อนี้อยู่แล้วในถังขยะ"; 
$lang_trash5	=	"ลบข้อมูลได้จากที่นี่ คุณสามารถที่จะเรียกคืนข้อมูล หรือลบข้อมูลจากถังขยะ"; 
$lang_trash6	=	"เคลียร์ข้อมูลในถังขยะ"; 
$lang_trash7	=	"ดูข้อมูล"; 
$lang_trash8	=	"ลบข้อมูลจากถังขยะ"; 
$lang_trash9	=	"รูปภาพ"; 
$lang_trash10	=	"เรียกคืนข้อมูล"; 
$lang_blog23	=	"ดูหรือโพสความคิดเห็น"; 
$lang_credits	=	"เครดิต"; 
$lang_credits1	=	"บุคคลที่ช่วยกันพัฒนาพลั๊ค"; 
$lang_credits2	=	"เราขอขอบคุณบุคคลเหล่านี้ สำหรับการช่วยเหลือในการพัฒนาพลั๊ค"; 
$lang_credits3	=	"หัวหน้าโปรเจค"; 
$lang_credits4	=	"การแปลภาษา"; 
$lang_credits5	=	"ขอบคุณอื่น ๆ"; 
$lang_start9	=	"ที่นี่คุณสามารถจัดการเว็บไซต์ของคุณ เลือกลิ้งค์ในเมนูที่จะอยู่ด้านบนสุดของหน้าจอ"; 
$lang_start10	=	"อื่นๆ..."; 
$lang_update2	=	"การอัพเดต"; 
$lang_update3	=	"<b>ด่วน</b> มีการอัพเดตใหม่"; 
$lang_modules3	=	"ตั้งค่าโมดูล"; 
$lang_modules4	=	"เปลี่ยนการตั้งค่าโมดูลได้จากที่นี่"; 
$lang_modules5	=	"ที่นี่คุณสามารถเปลี่ยนการตั้งค่าในการติดตั้งโมดูล"; 
$lang_settings6	=	"เปิดการใช้งาน  XHTML (อาจจะช้า)"; 
?>